[{"id":"48","name":"Head Lice","description":"","definition":"Head lice are wingless insects spending their entire lives on the human scalp and feeding exclusively on human blood. Humans are the only known hosts of this specific parasite, while chimpanzees host a closely related species, Pediculus schaeffi. Other species of lice infest most orders of mammals and all orders of birds, as well as other parts of the human body.\r\n\r\nHead lice (especially in children) have been, and still are, subject to various eradication campaigns. Unlike body lice, head lice are not the vectors of any known diseases. Except for rare secondary infections that result from scratching at bites, head lice are harmless, and they have been regarded by some as essentially a cosmetic rather than a medical problem. Head lice infestations might be beneficial in helping to foster a natural immune response against lice which helps humans in defense against the far more dangerous body louse, which is capable of transmission of dangerous diseases."},{"id":"46","name":"Ticks","description":"","definition":"Ticks are small arachnids, part of the order Parasitiformes. Along with mites, they constitute the subclass Acari. Ticks are ectoparasites, living by feeding on the blood of mammals, birds, and sometimes reptiles and amphibians. \r\n\r\nTicks are implicated in the transmission of a number of infections caused by pathogens such as bacteria, viruses and protozoa. Sometimes the tick harbors more than one type of pathogen, making diagnosis of the infection more difficult. Species of the bacterium Rickettsia are responsible for typhus, rickettsialpox, Boutonneuse fever, African tick bite fever, Rocky Mountain spotted fever, Flinders Island spotted fever and Queensland tick typhus (Australian tick typhus). Other tick-borne diseases include Lyme disease and Q fever, Colorado tick fever, Crimean Congo hemorrhagic fever, tularemia, tick-borne relapsing fever, babesiosis, ehrlichiosis, Bourbon virus and tick-borne meningoencephalitis, as well as bovine anaplasmosis and probably the Heartland virus.\r\n\r\nNot all ticks in an infective area are infected with pathogens, and both attachment of the tick and a long-feeding session seem to be necessary for transmission of these diseases to take place. Thus tick bites often do not lead to infection, especially if the ticks are removed within 36 hours. Adult ticks can be removed with fine-tipped tweezers or proprietary tick removal tools, disinfecting the wound. It is also possible to freeze them off with a medical wart remover. If the tick's head and mouthparts break off during removal, they can be removed with tweezers like a splinter."},{"id":"50","name":"Mosquitoes","description":"","definition":"Mosquitoes are small, parasitic flies that make up the Culicidae family of insects. Most of the mosquito females are known as ectoparasites, whose needle-like proboscis is used to pierce skin of its host to consume blood. Hosts include humans and other mammals, as well as birds, reptiles, amphibians, and even some fish. The saliva of the mosquito often causes an itchy bug bite rash, but even more harmful is the mosquito's role in the transmission of deadly diseases. Some mosquitoes transmit infectious diseases like malaria, yellow fever, Chikungunya (CHIKV), West Nile virus, dengue fever, filariasis, Zika virus and other arboviruses, making mosquitoes the most deadly animals in the world."},{"id":"34","name":"Food Poisoning","description":"","definition":"Food poisoning occurs when you ingest food or water contaminated with bacteria, parasites, viruses, or the toxins they create. Most cases are caused by Salmonella, Staphylococcus, E. coli or Listeria."},{"id":"18","name":"Allergies","description":"","definition":"A damaging immune response by the body due to a substance (eg. pollen, fur, certain foods, or dust) of which it has become hypersensitive."},{"id":"30","name":"Asthma","description":"","definition":"A respiratory condition marked by spasms in the bronchi of the lungs, causing difficulty in breathing. It usually results from exercise, an allergic reaction or other forms of hypersensitivity."},{"id":"1","name":"Bronchitis","description":"","definition":"Inflammation of the mucous membrane in the bronchial tubes. It typically causes bronchospasm and coughing."},{"id":"10","name":"Chicken Pox","description":"","definition":"An infectious disease causing a mild fever and a rash of itchy inflamed blisters. It is caused by the herpes zoster virus and mainly affects children, who are afterward usually immune."},{"id":"2","name":"Common Cold","description":"","definition":"A common viral infection in which the mucus membrane of the nose and throat becomes inflamed, typically causing a sore throat, running nose and other similar symptoms."},{"id":"3","name":"Croup","description":"","definition":"Inflammation of the larynx and trachea in children, associated with infection and causing breathing difficulties and a \"barking\" cough."},{"id":"14","name":"Fifth Disease","description":"","definition":"Fifth disease is an illness caused by a virus that leads to a rash on the cheeks, arms, and legs. It is especially common in kids between the ages of 5 and 15."},{"id":"4","name":"Flu","description":"","definition":"An infection caused by the \"flu\" (short for \"influenza\") virus. The flu is a contagious viral illness that strikes quickly and severely. Signs include high fever, chills, body aches, runny nose, sore throat, and headache."},{"id":"16","name":"Hand Foot And Mouth","description":"","definition":"Hand, foot and mouth disease (HFMD) is a human syndrome mostly affecting children and caused by intestinal viruses of the Picornaviridae family. It is commonly identified by tiny blisters on the palms of hands and bottoms of feet."},{"id":"32","name":"Norovirus","description":"","definition":"Norovirus infection causes gastroenteritis, an inflammation of the stomach and intestines.  It can spread from person to person, or through contaminated food or water. Norovirus can be serious, especially for young children and older adults. Common symptoms include: diarrhea, nausea and vomiting, stomach pain, and may also include fever, headache or body aches."},{"id":"7","name":"Pneumonia","description":"","definition":"Lung inflammation caused by bacterial or viral infection, in which the air sacs fill with pus and may become solid."},{"id":"15","name":"RSV","description":"","definition":"RSV stands for Respiratory Syncytial Virus. Symptoms are similar to that of common cold and it is relatively harmless to healthy adults and children; however, RSV can cause complications in babies and medically fragile children, who may require hospitalization for treatment."},{"id":"24","name":"Stomach Virus","description":"","definition":"Gastroenteritis (also known as gastric flu or stomach flu, although unrelated to influenza) is inflammation of the gastrointestinal tract, involving both the stomach and the small intestine and resulting in acute diarrhea."},{"id":"33","name":"Strep Throat","description":"","definition":"Streptococcal, or strep throat as it is more commonly called, is an infection of the mucous membranes lining the pharynx. Sometimes the tonsils are also infected (tonsillitis). The disease is caused by group A Streptococcus bacteria. Untreated strep throat may develop into rheumatic fever or other serious conditions."},{"id":"31","name":"Whooping Cough","description":"","definition":"Also known as pertussis, this is a contagious bacterial disease chiefly affecting children (and often undiagnosed in adults) characterized by convulsive coughs followed by a whoop."}]
